Repository: mozilla-l10n/mt-training-data
Catalog: tk/tk_pontoon.tmx
Source language: en_us
Languages: tk

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
tk: 50-den gowrak dilde 259 müňden gowrak adamyň goşant goşmagy netijesinde bu maglumatlar adam sesine has gowy jogap bermek üçin sözleýiş programmalaryny türgenleşdirmek üçin ulanylýar.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
tk: Ýazgy edeniňiz üçin sag boluň!<lineBreak></lineBreak>Häzir gözden geçiriň we klipleriňizi aşakda tabşyryň.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tk: { $lang } diline goşant goşmaga gyzyklananyňyz üçin sag boluň. Her bir dili işe girizmäge taýýar etmek we saklamak üçin köp zähmet çekýäris. Toparlar e-poçta arkaly täzelendi. Goşant goşmak isleseňiz aşakda e-poçtaňyzy bermegiňizi haýyş edýäris.

source: The bumblebee sped by.
tk: Şmel geçip gitdi.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
tk: Klip mazarlygy, Common Voice maglumat toplumyna girmedik ses kliplerinden ybarat. Maglumat toplumynda bolşy ýaly, Klip mazarlygyny hem göçürip alyp bolýar.

source: The clip has disrespectful or offensive language.
tk: Klipde hormatsyz ýa-da kemsidiji dil bar.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
tk: Common Voice maglumat toplumynda işläp düzüjilere ses tanaýyş gurallaryny gurmaga kömek edýän ýüz müňlerçe ses nusgasy bar.

source: The giant dinosaur of the Triassic.
tk: Trias eýýamynyň äpet dinozawry.

source: The giant dinosaurs of the Triassi-.
tk: Trias eýýamynyň äpet dinozawrlar-.

source: The giant dinosaurs of the Triassic.
tk: Trias eýýamynyň äpet dinozawrlary.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
tk: Trias eýýamynyň äpet dinozawrlary. <strong>[bir ses tarapyndan okalýar]</strong>

source: The giant dinosaurs of the Triassic. Yes.
tk: Trias eýýamynyň äpet dinozawrlary. Hawa.

source: The giant dino <strong>[cough]</strong> the Triassic.
tk: Trias eýýamynyň äpet dino <strong>[üsgürme]</strong>.

source: The number of recordings and which languages you contribute to will be public.
tk: Ýazgylaryň sany we haýsy dillere goşant goşýandygyňyz köpçülige açyk bolar.

source: The recording was too long.
tk: Ýazgy aşa uzyn boldy.

source: The recording was too quiet.
tk: Ýazgy aşa ýuwaş boldy.

source: The recording was too short.
tk: Ýazgy aşa gysga boldy.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
tk: Okaýjylaryň arasynda sesiň gatylygy babatda tebigy tapawutlanmalar bolar. Diňe ses şeýle bir ýokary bolup, ýazgy kesilýän bolsa, ýa-da köplenç halatda ses şeýle ýuwaş bolup ýazylan tekste salgylanman aýdylýanlary eşidip bolmaýan bolsa ret ediň.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
tk: Bu diller häzirki wagtda jemgyýetçilik tarapyndan işläp düzmek tapgyrynda. Öňegidişlik zolaklary, her diliň <localizationGlossaryLink>web sahypasynyň lokalizasiýasy </localizationGlossaryLink> we <sentenceCollectionGlossaryLink>sözlem ýygnamak</sentenceCollectionGlossaryLink> prosesinde nirä ýetendigini görkezýär.

source: The selected file is too large
tk: Saýlanan faýl aşa uly

source: The sentence has a grammatical or spelling error.
tk: Sözlemde grammatik ýa-da dürs ýazuw ýalňyşy bar.

source: The sentence has disrespectful or offensive language.
tk: Sözlemde hormat goýmaýan ýa-da kemsidiji dil bar.

source: The sentence must be grammatically correct.
tk: Sözlem grammatiki taýdan dogry bolmaly.

source: The sentence must be speakable.
tk: Sözlem aýdylyp bilinýän bolmaly.

source: The sentence must be spelled correctly.
tk: Sözlem dogry ýazylan bolmaly.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
tk: Saýt mümkin boldugyça gysga wagtda işläp başlar. Iň soňky maglumat üçin, <matrixLink>Matrix jemgyýetçilik söhbetdeşligine</matrixLink> goşulyň ýa-da saýtyň tejribe meselelerini ibermek we gözegçilik etmek üçin <githubLink>GitHub</githubLink> ýa-da <discourseLink>Discourse forumlarymyza</discourseLink> giriň.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
tk: TED-LIUM korpusy ses gepleşiklerinden ýasaldy we olaryň transkripsiýalary TED websaýtynda elýeterli.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
tk: Bu ulanyş ýagdaýy tarapyndan kesgitlenilýän geplenilen san belgilerini we hawa / ýok anyklamaga ýardam berýän segmentdir.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
tk: Bu sazlama lider tagtasynyň görünmegini dolandyrýar. Gizlenilende, öňegidişligiňiz hususy bolar. Diýmek, suratyňyz, ulanyjy adyňyz we öňegidişligiňiz lider tagtasynda görünmez. Üýtgeşmeleri görkezmek üçin lider tagtasynyň täzelenmegi ~ { $minutes } min wagt alýar.

source: Three to go!
tk: Ýene üç sany galdy!

source: Tigre
tk: Tigreçe

source: Tigrinya
tk: Tigrinýaça

source: Today
tk: Şu gün

source: Today's Common Voice progress on clips recorded
tk: Ýazga alnan klipler boýunça Common Voice-iň şu günki öňegidişligi

source: Today's Common Voice progress on clips validated
tk: Barlanan klipler boýunça Common Voice-iň şu günki öňegidişligi

source: Today's Progress
tk: Şu günki öňegidişlik

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
tk: Common Voice maglumatlar bazasyna girizilmek üçin, ses klibini iki aýry ulanyjy barlamaly.

source: Top Contributors
tk: Iň köp goşant goşanlar

source: Total
tk: Jemi

source: Total Approved
tk: Jemi tassyklanan

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
tk: { $totalHours } sagada ýetip bolýar { $periodMonths } aýda eger { $people } adam ýazgy etse günde { $clipsPerDay } klip.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
tk: Sag tarapda peýdalaryny görkezýäris we haýsy maglumatlary köpçülige ýetirýändigimizi düşündirýäris. Öz enjamyňyzda Common Voice hasabyny açyp, işe girişmek üçin aşakdaky baglanyşyklary ulanyň.

source: Toward next goal
tk: Indiki maksada tarap

source: Track progress here and on your stats page.
tk: Öňegidişligiňizi şu ýerden we statistika sahypaňyzdan yzarlaň.

source: Turkish
tk: Türkçe

source: Turkmen
tk: Türkmençe

source: Twi
tk: Twiçe

source: Typically megabytes
tk: Adatça megabaýtlar

source: Ubykh
tk: Ubyhça

source: Udmurt
tk: Udmurtça

source: Ukrainian
tk: Ukrainçe

source: Understand contribution criteria
tk: Goşant goşmagyň kriterilerine düşüniň

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
tk: Ses kliplerini diňläniňizde nämä üns bermelidigine düşüniň we ses ýazgylaryňyzy hem baýlaşdyrmaga kömek ediň!

source: Upload aborted. Do you want to delete your recordings?
tk: Ýüklemek ýatyryldy. Ýazgylaryňyzy pozmak isleýärsiňizmi?

source: Upload an image file
tk: Surat faýlyny ýükle

source: Urdu
tk: Urduça

source: User Name
tk: Ulanyjy ady

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
tk: Ulanyjylar, gürleýjiniň sözlemi dogry okaýandygyny barlap, bagyş edilen klipleriň takyklygyny tassyklaýarlar.

source: Uyghur
tk: Uýgurça

source: Uzbek
tk: Özbekçe

source: Validated Clips
tk: Barlanan klipler

source: Validated Hours
tk: Barlanan sagatlar

source: Validated Hr. Total
tk: Jemi barlanan sag.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
tk: Bagyş edilen klipleri barlamak Common Voice missiýasy üçin deň derejede möhümdir. Diňläp görüň we ýokary hilli açyk sesli maglumatlary döretmäge kömek ediň.

source: Validations
tk: Barlag

source: Varying Pronunciations
tk: Üýtgeýän aýdylyşlar

source: Venetian
tk: Wenesiýaça

source: Version
tk: Wersiýa

source: Vietnamese
tk: Wýetnamça

source: View your progress against personal and project goals.
tk: Şahsy we taslama boýunça maksatlara ýetmekde öňegidişligiňizi görüň.

source: Visible
tk: Görünýän

source: Voice clips are entered into a submission queue that readies them for listening.
tk: Ses klipleri olary diňlemäge taýýarlaýan tabşyryş nobatyna girizilýär.

source: Voice Dataset, Ready for Download
tk: Ses maglumat toplumy, göçürmäge taýýar

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
tk: Ses tebigydyr, ses adamzada mahsusdyr. Hut şonuň üçin-em biz maşynlarymyz üçin ulanyp bolýan ses tehnologiýasyny döretmek bilen gyzyklanýarys. Emma ses ulgamlaryny döretmek üçin, işläp düzüjilere örän uly mukdarda ses maglumaty gerek.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
tk: Ses tebigydyr, ses adamzada mahsusdyr. Hut şonuň üçin-em biz maşynlarymyz üçin ulanyp bolýan ses tehnologiýasyny döretmek bilen gyzyklanýarys. Emma ses ulgamlaryny döretmek üçin, bize örän uly mukdarda ses maglumaty gerek.

source: Voices Online Now
tk: Häzir onlaýn sesler

source: Volume
tk: Ses derejesi

source: Votic
tk: Wotikçe

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
tk: VoxForge Mugt we açyk çeşme sözleýiş tanaýyş motorlary bilen ulanmak üçin transkribirlenen sözleýşi ýygnamak üçin gurnaldy.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
tk: Common Voice-i hasam gowulandyrmak isleýärsiňizmi? Gowy! E-poçta ýa-da <discourseLink>Discourse</discourseLink> forumlary arkaly habarlaşyň, saýt meselelerini <githubLink>GitHub</githubLink> ýa-da <matrixLink>Matrix</matrixLink> jemgyýetçilik söhbetdeşligi arkaly iberiň.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
tk: Common Voice maglumat toplumynyň täze wersiýasyny goýberenimizde täzelenme almak isleýärsiňizmi? Habarnamamyza ýazylyň.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
tk: Hemmeleriň sözleýiş bilen işleýän programmalary türgenleşdirmek üçin ulanyp biljek açyk we köpçülige elýeterli ses maglumat toplumyny gurýarys.

source: We are going out to get a coffee.
tk: Bir kofe içmäge çykýarys.

source: We are going out to get coffee.
tk: Kofe içmäge çykýarys.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
tk: Biz Mozilla-da ses tehnologiýalary boýunça jemgyýeti döredýäris. Biz täzelenmeleri, täze maglumat çeşmelerini paýlaşyp habarlaşyp durmak hem-de maglumaty nähili ulanýandygyňyz barada sizden habar almak isleýäris.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
tk: Uly we köpçülige açyk ses maglumat toplumlarynyň maşynlaýyn öwreniş esasly söz tehnologiýasynda innowasiýa we sagdyn täjirçilik bäsleşigini ösdürýändigine ynanýarys. Bu global tagalladyr we hemmeleri gatnaşmaga çagyrýarys. Biziň maksadymyz, sözleýiş tehnologiýasynyň has inklýuziw bolmagy we dünýäniň dürli künjeklerinden gelýän sesleriň dürlüligini görkezmegidir.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
tk: Uly, köpçülige açyk ses maglumat bazalarynyň maşynlaýyn öwreniş esasly söz tehnologiýasynda innowasiýa we sagdyn täjirçilik bäsleşigini ösdürjekdigine ynanýarys. Common Voice-iň köp dilli maglumat toplumy eýýäm köpçülige hödürlenýän iň uly ses maglumat toplumydyr, ýöne ol ýeke-täk däl. Bu sahypany beýleki açyk çeşme ses maglumat toplumlary we Common Voice-iň ösmegi bilen, täzeleniş goýberilişleri üçin salgylanma merkezi hökmünde görüň.

source: We couldn’t find that page for you
tk: Siz üçin şol sahypany tapyp bilmedik

source: Weekly
tk: Hepdelik

source: Weekly Goal
tk: Hepdelik maksat

source: Welcome { $company } staff!
tk: Hoş geldiňiz { $company } işgäri!

source: Welcome to Common Voice
tk: Common Voice-e hoş geldiňiz

source: Welsh
tk: Welsçe

source: We may have run out of clips - refresh the page, or try again later.
tk: Bu dilde barlanmaly klipleri gutardyk...

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tk: Biz siziň maglumatyňyzy aýratyn üns bilen işlejekdigimize söz berýäris. Bu barada <privacyLink>Ýaşyrynlyk bildirişinde</privacyLink> okaň.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
tk: Islendik adamyň sözleýiş bilen işleýän programmalary türgenleşdirmek üçin ulanyp biljek açyk çeşme, köpdilli ses maglumat toplumyny gurýarys.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
tk: Sesleriň açyk çeşmeli maglumat toplumyny köpçülik bolup ýygnaýarys. Sesiňizi bagyş ediň, beýleki adamlaryň klipleriniň dogrulygyny barlaň, maglumatlar toplumyny hemmeler üçin has gowulandyryň.

source: We’re experiencing unexpected downtime
tk: Ulgamlarymyzda garaşylmadyk meseleleri başdan geçirýäris

source: We’re going out to get coffee.
tk: Kofe içmäge çykýas.

source: We’re sorry, your platform is not currently supported.
tk: Bagyşlaň, platformaňyz häzirki wagtda goldanmaýar.

source: We've run out of sentences to record in this language...
tk: Bu dilde ýazgy edilmeli sözlemleri gutardyk...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
tk: Biz maşynlaýyn öwreniş algoritmleriniň dürli fon gohlaryny işläp bilmeklerini isleýäris, hat-da, eger olar tekstiň hemmesini eşitmäge päsgel bermeýän bolsalar has gaty sesler hem kabul edilip bilner. Fonda rahat saz sesiniň zyýany ýok; her bir sözi eşitmäge päsgel berýän gaty sesli saz bolsa, ony kabul edip bolmaýar.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
tk: Common Voice-a diliňizi goşmak barada gysga wagtda goşmaça maglumat bilen siz bilen habarlaşarys.

source: We will be in touch with more information as it becomes available.
tk: Goşmaça maglumat elýeterli boldugyça biz siz bilen habarlaşyp durarys.

source: We will not make your email public.
tk: E-poçtaňyzy köpçülige mälim etmeris.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
tk: Ses ýazgylaryňyzy maglumat toplumyndan aýyrmak baradaky haýyşyňyzy gözden geçireris. Haýyşyňyz tassyklanan bolsa, maglumat toplumyny göçürip alanlar bilen habarlaşarys we ses ýazgylaryňyzy aýyrmaklaryny olardan hem haýyş ederis.

source: What issues are you experiencing with this sentence?
tk: Bu sözlem bilen nähili meseleler çykýar?

source: What kind of goal do you want to build?
tk: Nähili maksat gurmak isleýärsiňiz?

source: What’s inside the Common Voice dataset?
tk: Common Voice maglumat toplumynyň içinde näme bar?

source: What's Public?
tk: Näme köpçülige açyk?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
tk: Bir ulanyjy ses klibini ret etse, ol nobata gaýtarylýar. Ikinji gezek ret edilse, ses klibi Klip mazarlygyna geçirilýär.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
tk: Diňläniňizde ses ýazgylarynyň edil ýazylan tekstlere gabat gelýändigini uly üns bilen barlaň; ownuk ýalňyşlyklar bar bolsa-da ret ediň.<br />Iň köp duş gelýän ýalňyşlyklar şulary öz içine alýar:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
tk: Ýazgylaryňyzy soranyňyzda, biz olary bir ýa-da birnäçe ZIP faýllara ýygnaýarys. Ine siziň öňki soramalaryňyz:

source: Why ?
tk: Näme üçin?

source: Why a profile?
tk: Profil nämä gerek?

source: Why Common Voice?
tk: Näme üçin Common Voice?

source: Why does this matter?
tk: Bu näme üçin möhüm?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
tk: Siz ses ýazgylaryňyzyň hem pozulmagyny soramak isleýärsiňizmi ýa-da olary Common Voice maglumat toplumynda saklamak isleýärsiňizmi?

source: y
tk: h

source: Yes
tk: Hawa

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tk: Hawa, maňa e-poçta iber. Men Common Voice taslamasy barada maglumat alyp durmak isleýärin.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tk: Hawa, maňa e-poçta iberiň. “Common Voice”-da bu diliň ösüşi barada habarly bolmak isleýärin.

source: Yiddish
tk: Ýidişçe

source: Yoruba
tk: Ýorubaça

source: You
tk: Siz

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
tk: <size>{ $size }GB</size> ölçegli maglumaty göçürip aljak bolýarsyňyz, dowam etmelimi?

source: You are prepared to initiate a download of <b>{ $size }</b>
tk: Siz <b>{ $size }</b> ölçegli göçürip alma başlamak üçin taýýar.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
tk: Şeýle hem gönüden-göni URL-leri halaýan göçürip alyjy programmaňyza göçürip ýelmäp bilersiňiz. 12 sagadyň dowamynda olaryň möhleti gutarar, ýöne islän wagtyňyz täze salgylary döretmek üçin bu sahypa dolanyp bilersiňiz.

source: You can choose to make your username public or anonymous.
tk: Ulanyjy adyňyzy köpçülige açyk ýa-da anonim etmegi saýlap bilersiňiz.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
tk: Common Voice profilini döredip we sesiňizi goşant goşup, köpdürli, açyk çeşme maglumatyny döretmäge kömek edip bilersiňiz.

source: You cannot request your recordings while another request is already in progress.
tk: Başga bir haýyş dowam edýän wagty ýazgylaryňyzy almagy haýyş edip bilmersiňiz.

source: You can request a new takeout of your recordings every { $days } days.
tk: Her { $days } günden bir gezek ýazgylaryňyzyň täze çykarmasyny sorap bilersiňiz.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
tk: Hiç hili dil saýlamadyňyz. Dilleri saýlamak üçin <profileLink>Profiliňize</profileLink> giriň.

source: You must allow microphone access.
tk: Siz mikrofona girişine rugsat bermeli.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
tk: Siziň şiwäňiz sözleri aýdyş usulyňyzdyr. Ol ýaşan ýeriňize, başga gepleýän dilleriňize we başga birnäçe faktorlara bagly bolup biler. Degişlidir öýdýän maglumatlaryňyzy bu ýerde paýlaşyp bilersiňiz.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
tk: Anonim ses ýazgylaryňyz Common Voice maglumat toplumynda galar. Profiliňizi pozanyňyzdan soň ýazgylaryňyzy maglumat toplumyndan aýyrmak üçin haýyş bilen ýüz tutup bilmersiňiz

source: Your daily goal has been created
tk: Günlük maksadyňyz döredildi

source: Your download has started.
tk: Göçürip almaňyz başlady.

source: You’re contributing to a target segment
tk: Siz nyşana segmente goşant goşýarsyňyz

source: You’re contributing to our first target segment
tk: Siz ilkinji nyşana segmentimize goşant goşýarsyňyz

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tk: Häzirki wagtda siz maksat ýatladyjylaryna, öňegidişlik täzelenmelerime we Common Voice barada habarnamalara degişli e-poçtalary <bold>ALMAZLYGA</bold> sazlanan

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tk: Häzirki wagtda siz maksat ýatladyjylar, öňegidişlik täzelenmeleri we Common Voice barada habarnamalary e-poçtalary almaga sazlanan

source: Your files are being assembled. Please check again later.
tk: Faýllaryňyz ýygnalýar. Soňrak täzeden barlap görüň.

source: Your Languages
tk: Dilleriňiz

source: Your username and email will not be associated with the published data.
tk: Ulanyjy adyňyz we e-poçtaňyz neşir edilen maglumatlar bilen baglanyşykly bolmaz.

source: Your weekly goal has been created
tk: Siziň hepdelik maksadyňyz döredildi

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
tk: Siz Common Voice-yň günlük { $goalValue } ýazgy etme maksadymyzyň <goalPercentage></goalPercentage> derejesine ýetmegine kömek etdiňiz!
